{
	"city": "Amsterdam",
	"photo": "img/members/maarten.jpeg",
	"instagram": "",
	"artistname": "3EyedBear",
	"language0": "Dutch",
	"language1": "EN",
	"language2": "DE",
	"description": "paper artist/engineer",
	"upcselect": "upcmember",
	"website": "http://www.3eyedbear.com",
	"lastname": "Janssens",
	"flickrr": "https://www.flickr.com/3eyedbear",
	"bio": "In 2003, after working for more than a decade for Dutch Disney-magazine ‘Donald Duck’,  Maarten Janssens was looking for a personal creative outlet, combining his love for paper with his gathered knowledge as a commercial artist during the day. It was the positive era of DIY, the rise of internet, free-ing people all over the world from their physical existence and freely sharing their thoughts and ideas and the introduction of ‘Urban Art’, trying to democratize the free thinking even more and bringing back the art from the elite galleries and into the streets. As 3EyedBear, Maarten found himself in the midst of this exciting constellation, finding online like-minded artists with whom he helped shaping the concept of papertoys: to translate and materialize the floating thoughts and ideas into the most friendly objects imaginable: toys and characters. And paper proved to be the best medium. Engineering the objects into downloadable templates with an inbuilt Ikea-like manual, anyone everywhere in the world had free access to these pieces if they only had a computer, a printer and a bit of patience, coming full circle and back into the physical existence.\nBut time has changed. 2017 is in a darker era. DIY has been replaced by cheap produced and easily accessible consumer-plastics. The free thoughts and ideas have been massively collected like oil and monetized by corporations. They are also under pressure by cynical politics and religion with their fake-news and outright lies. But the papertoy community is still very alive. They are re-grouping and searching for a way back into this new constellation. 3EyedBear by now has gone commercial, selling his knowledge and craft to the highest bidder. He made his night-time occupation a daytime job, creating time in the night to keep on working with paper. His output of late now being refugee-boats, monsters and zombies…",
	"remark": "I have no clue",
	"facebook": "https://www.facebook.com/maarten.janssens.18",
	"linkedin": "https://www.linkedin.com/in/maartenjanssensdesign",
	"patreon": "",
	"firstname": "Maarten",
	"country": "Netherlands",
	"twitter": "",
	"useartist": false
}